const ru = {
    header: {
        courses: "Курсы",
        teachers: "Преподаватели",
        tests: "Мини тесты",
        aboutSchool: "О школе",
        application: 'Оставить заявку'
    },
    hero: {
        text1: "Ученье свет, а не ученье тьма!",
        text2: "Изучи всё что не смог изучить раньше!",
        text3: "Освойте иностранные языки на уровне носителя!",
    },
    entry: {
        text1: 'Запишитесь на бесплатный урок',
        buttonText: "Проконсультироваться",
        text2: "Нажимая кнопку я принимаю условия политики и пользовательского соглашения"
    },
    courses: {
        title: 'Программа курсов',
        course:{
            info:"Освойте базовый уровень Английского языка до уровня B1, все занятия проводятся по особой методике обучения, разработанного нашими специалистами.",
            text1:"Онлайн консультация 24/7",
            text2:"Английский до уровня B1",
            text3:"Оффлайн формат",
            text4:"Продвинутая грамматика",
            learnTime: "Срок обучения:",
            mounth:"мес",
            price:"Cтоимость",
            cumMounth:"сум/месяц",
            application: 'Оставить заявку',
            details: "Подробнее"
        }
    },
    tests: {
        title1: 'Всё ещё сомневаетесь в своём уровне знаний языка?',
        title2: 'Давайте, проверим!',
        title2Child: 'Пройдите мини-тест и узнайте свой уровень владения иностранными языком',
        tests: 'Тесты',
        test:{
            info:"Вы уже знакомы с Английским языком? Давайте проверим. Вам даются 20 вопросов за определённое время, после вы сможете определить ваш уровень Английского Языка от A1 до С2",
            time: "Отведённое время",
            min: "мин",
            quantity:"Количество вопросов",
            question: "воп"
        }
    },
    students: {
        ourStudents: 'Наши студенты',
        student:{
            name:"Шарифкулов Далер",
            yearofLear: "год обучения",
            about:"Я всё думал какой язык мне изучить Английский или Французский, в итоге выучил HTML, CSS, JavaScript. Ну и с компьютерами разговаривать веселее оказалось."
        }
    },
    support: {
        text1: 'Выпускников не забываем!',
        text2: 'После окончания курса наши специалисты готовы к любой помощи, будь то поступление в ВУЗ или в трудоустройстве.',
        text01: 'Помощь в поступлении',
    },
    about:{
        title:"Oдна из ведущих школ по изучению иностранного языка в Самарканде",
        text2:"2 Филиала в центре города, более 1000 выпущенных студентов, уже освоили: Английский, Французский и т.д"
    },
    info: {
        title1: 'Инновационная методика обучения',
        text1: 'Главная страница / Каталог',
        title2: 'Создаём все удобства',
        text2: 'Наши кабинеты оснащены всем необходимым оборудованием для комфортного обучения',
        title3: 'Разговорная практика',
        text3: 'Помимо основного обучения мы проводим отдельные практические занятия для развития разговорной речи',
    },
    teacher: {
        title1:"Какие профессионалы работают у нас, и кто проложит вам путь к успеху",
        title2:"Самое время познакомиться!",
        p:"Наши специалисты не просто любят своё дело, но также вместе с вами совершенствуются с каждым днём",
        h1:"Преподаватели",
        teacher:{
            name:"Шарифкулов Далер",
            info:"Преподаватель по Английскому Языку",
            details:"Подробнее"
        }
    },
    map: {
        title: 'Где нас найти',
        text1: 'Филиалы',
        text2:"Основная школа",
        text3:"Филиал Дагбитская",
        telText:"Телефон для связи"
    },
    footer:{
        title:"Оставить заявку",
        text1:"Если у вас остались вопросы",
        text2:"мы поможем",
        consult:"Наши консультанты помогут выбрать курс, расскажут всё о программе обучения",
        form:{
            title:"Бесплатная консультация",
            consult:"Проконсультироваться",
            info:"Нажимая кнопку я принимаю условия политики и пользовательского соглашения"
        },
        scholl:{
            title:"Школа",
            aboutUs:"О Нас",
            academick:"Академическая поддержка",
            miniTest:"Мини-тестирование"
        },
        course:{
            title:"Курсы",
            baseEng:"Базовый английский",
            maxEng:"Максимальный английский",
        },
        contact:{
            title:"Для связи",
            adres:"г.Самарканд, Дагбиская 8 Hilton Garden Inn",
        },
        social:"Социальные сети",
    },
    modalTestStart:{
        title:"Заполните форму!",
        button:"Начать"
    },
    textPage:{
        title:"Пройдите мини-тест на уровень владения языком",
        question:"Вопрос",
        next:"Дальше"
    },
    endTest:{
        title:"Поздравляем",
        text:"Мы скоро свяжемся с вами!",
        goToBack:"Отправить резултаты и вернуться назад"
    }
}

export default ru;