const ru = {
    header: {
        courses: "Курсы",
        teachers: "Преподаватели",
        tests: "Мини тесты",
        aboutSchool: "О школе",
        application: "Оставить заявку",
    },
    hero: {
        text1: "When you think it's too late, the truth is, it's still early!",
        text2: "Изучи всё что не смог изучить раньше!",
        text3: "Освойте иностранные языки на уровне носителя!",
    },
    entry: {
        text1: "Запишитесь на бесплатный урок",
        buttonText: "Проконсультироваться",
        text2: "Нажимая кнопку я принимаю условия политики и пользовательского соглашения",
        input:"Имя"
    },
    courses: {
        title: "Программа курсов",
        courses: [
            {
                name1: "English",
                name2: "Kids",
                info: "Благодаря методике разработанной Оксфордом, это лучший курс для пробуждения детей к изучению английского языка. Занятия проходят 3 раза в неделю по 2 часа. Также выдаются тетради и книги бесплатно. Возраст в детских группах от 6ти до 10ти лет. К группе прикрепляются 2 преподавателя, 1-ый -это основной-3 раза в неделю по 2часа, и 2-ой дополнительный -внеурочный.",
                text1: "Онлайн консультация 24/7",
                text2: "Английский до уровня С2- IELTS.",
                text3: "Продвинутая грамматика",
                text4: "Оффлайн формат",
                learnTime: "Срок обучения:",
                learnTime2: "",
                mounth: "мес",
                price: "Цена",
                cumMounth: "сум/мес.",
                application: "Оставить заявку",
                details: "Подробно",
                price2: "599 000",
            },
            {
                name1: "GENERAL",
                name2: "ENGLISH",
                info: "Курсы “GENERAL ENGLISH” преподаются по методике, разработанной ведущими университетами Великобритании, соответствующей мировым стандартам. У вас будут уроки общего английского с местным учителем 3 раза в неделю по 90 минут и уроки разговорной речи и IELTS с иностранным учителем один раз в неделю. Кроме того, 3-й учитель с “ACADEMIC SUPPORT” индивидуально объяснит если ученик не понимает урок во время урока или не посещает урок по определенным причинам. Если вы посещаете курсы общего английского языка, рабочая тетрадь, учебник и любые раздаточные материалы будут предоставлены бесплатно. Кроме того, каждое воскресенье в качестве бонуса вы получите Sunday Event, Movie Club и караоке на английском языке.",
                text1: "Онлайн консультация 24/7",
                text2: "Английский до уровня С2- IELTS.",
                text3: "Продвинутая грамматика",
                text4: "Оффлайн формат",
                learnTime: "Срок обучения:",
                learnTime2: "",
                mounth: "мес",
                price: "Цена",
                cumMounth: "сум/мес.",
                application: "Оставить заявку",
                details: "Подробно",
                price2: "599 000",
            },
            {
                name1: "IELTS",
                name2: "Rocket",
                info: "Уроки проводятся ежедневно по 1,5 часа. Гарантия качественного обучения. Контроль прогресса проверяется 3-мя Mock exam - пробные тесты. Профиль последователя после курса: 2-х недельная структура обучения IELTS (5.5-6.0). Двухнедельный анализ и внутренние знания (6.5) 1 месяц анализа реальных изменений. Учитывая сотрудничество с IDP -возможность регистрации и сдачи IELTS exam в центре Polyglot.",
                text1: "Онлайн консультация 24/7",
                text2: "Английский до уровня IELTS 8.0-8.5",
                text3: "Оффлайн формат",
                text4: "Продвинутая грамматика",
                learnTime: "",
                learnTime2: "",
                mounth: "",
                application: "Оставить заявку",
                details: "Подробно",
                price2: "",
            },
            {
                name1: "Intensive",
                name2: "",
                info: "Преимуществом ускоренного курса в том, что обучение за 3 месяца ,вместо 6ти месяцев с А1 до В1. Каждому обучающемуся предоставляется: 1) основной учитель; 2) Academic Support- вне урока;  3) учебные материалы; 4) co-working space; 5) Sunday Event",
                text1: "Онлайн консультация 24/7",
                text2: "Английский до уровня C2",
                text3: "Оффлайн формат",
                text4: "Продвинутая грамматика",
                learnTime: "Срок обучения:",
                learnTime2: "3",
                mounth: "мес",
                price: "Цена",
                cumMounth: "сум/мес.",
                application: "Оставить заявку",
                details: "Подробно",
                price2: "1 000 000",
            },
            {
                name1: "Немцкий",
                name2: "язык",
                info: "Курсы немецкого языка проводятся 3 раза в неделю по 2 часа на немецком, узбекском и русском языках преподавателем с высшим образованием, имеющим сертификат уровня C1. Работа во время этого курса вы можете подготовиться(к экзамену dsd1, если вы школьник) к сертификату Гете (A1-C1).",
                text1: "Онлайн консультация 24/7",
                text2: "Немецкий до уровня С1",
                text3: "Оффлайн формат",
                text4: "Продвинутая грамматика",
                learnTime: "Срок обучения:",
                learnTime2: "",
                mounth: "мес",
                price: "Цена",
                cumMounth: "сум/мес.",
                application: "Оставить заявку",
                details: "Подробно",
                price2: "500 000",
            },
        ],
    },
    tests: {
        title1: "Всё ещё сомневаетесь в своем уровне знаний языка?",
        title2: "Давайте, проверим!",
        title2Child: "Пройдите мини-тест и узнайте свой уровень владения иностранным языком",
        tests: "Тесты",
        test: {
            info: "Насколько хорошо Вы знаете английский язык. Давайте проверим. За определенное время, ответив на вопросы Вы узнаете свой уровень английского.",
            time: "Отведённое время",
            min: "мин",
            quantity: "Количество вопросов",
            question: "воп",
        },
    },
    students: {
        ourStudents: "Успешные результаты наших выпускников",
        student: {
            name: "Шарифкулов Далер",
            yearofLear: "год обучения",
            about: "Я всё думал какой язык мне изучить Английский или Французский, в итоге выучил HTML, CSS, JavaScript. Ну и с компьютерами разговаривать веселее оказалось.",
        },
    },
    support: {
        text1: "Выпускников не забываем!",
        text2: "По окончанию курсов наши специалисты готовы помочь и проконсультировать в выборе ВУЗа для поступления и трудоустройстве.",
        text01: "Помощь в поступлении",
    },
    about: {
        title: "Одна из ведущих школ по изучению иностранных языков в Самарканде",
        text2: "Языковая школа премиум класса  Polyglot Language school была основана в городе Самарканде, в 2021 году. И  на данный момент , уже имеет два филиала. Они расположены по адресу ,Гагарина 86 и Ибн Сино 8. Основателями школы являются Шохрух Кудратов и Олимжон Кудратов.",
        text3:"Удобная локация главного центра и филиала. Уже более 3 000 выпускников успешно закончили обучение курсов английского, немецкого и русского языков, поступили и выиграли гранты на обучение в Зарубежных Университетах"
    },
    info: {
        title1: "Инновационная методика обучения",
        text1: "Наши преподаватели разработали специальную программу обучения по которой вы сможете в короткие  сроки освоить любой язык до уровня Intermidate",
        title2: "Создаём все удобства",
        text2: "Наши кабинеты оснащены всем необходимым оборудованием для комфортного обучения",
        title3: "Разговорная практика",
        text3: "Помимо основного обучения мы проводим отдельные практические занятия для развития разговорной речи",
    },
    teacher: {
        title1: "",
        title2: "Самое время познакомиться!",
        p: "Наши специалисты не просто любят своё дело, но также вместе с вами совершенствуются с каждым днём",
        h1: "Преподаватели",
        teacher: [
            {
                id:1,
                img:"teacher-1",
                name:"Ms. Mekhruza",
                job_title:"Учительница английского языка",
                local:"Местный"
            },
            {
                id:2,
                img:"teacher-2",
                name:"IELTS инструктор",
                job_title:"Инструктор английского языка",
                local:"Иностранный"
            },
            {
                id:3,
                img:"teacher-3",
                name:"Ms. Anna",
                job_title:"Учительница английского языка",
                local:"Иностранный"
            },
            {
                id:4,
                img:"teacher-4",
                name:"Ms. Maftuna",
                job_title:"Учительница английского языка",
                local:"Местный"
            },
            {
                id:5,
                img:"teacher-5",
                name:"Mr. Siyavush",
                job_title:"Учитель английского языка",
                local:"Иностранный"
            },
            {
                id:7,
                img:"teacher-7",
                name:"Ms. Mohinur",
                job_title:"Учительница английского языка",
                local:"Местный"
            },
            {
                id:8,
                img:"teacher-8",
                name:"Ms. Nodirabegim",
                job_title:"Учительница английского языка",
                local:"Местный"
            },
            {
                id:9,
                img:"teacher-9",
                name:"Ms. Parvina",
                job_title:"Учительница английского языка",
                local:"Местный"
            }
        ]
    },
    map: {
        title: "Наши локации",
        text1: "Polyglot Language school",
        text2: "Главный центр",
        text3: "Филиал",
        telText: "Телефон для справок",
        gagarina:"Гагарина 86",
        ibnsino:"Ибн сино 8"
    },
    footer: {
        title: "Подать заявку",
        text1: "Если у вас имеются дополнительные вопросы, наши администраторы всегда рады",
        text2: "вам помочь",
        form: {
            title: "Бесплатная консультация",
            consult: "Проконсультироваться",
            info: "Нажимая кнопку я принимаю условия политики и пользовательского соглашения",
            nameSurname:"Фамилия Имя",
            tel:"Контактный телефон",
        },
        scholl: {
            title: "Школа",
            aboutUs: "О Нас",
            academick: "Академическая поддержка",
            miniTest: "Мини-тест",
        },
        course: {
            title: "Курсы",
            general: "General English",
            rocket: "IELTS Rocket",
            intensive: "IELTS Intensive",
            kids: "English Kids",
            german:"Немецкий язык"
        },
        contact: {
            title: "Контакты и локации",
            adres: "Главный центр: ул.Гагарина 86, +998905033030",
            adres2: "Филиал: ул.Дагбитская 8 (ориентир Hilton Garden Inn), +998904782020",
        },
        social: "Социальные сети",
    },
    modalTestStart: {
        title: "Заполните форму!",
        button: "Начать",
        inputName:"Имя",
        inputNumber:"Номер",
        сontinueAs:"Продолжить как",
        changeData:"Изменить данные"
    },
    textPage: {
        title: "Пройдите мини-тест на уровень владения языком",
        question: "Вопрос",
        next: "Дальше",
        submit: "Отправить"
    },
    endTest: {
        title: "Поздравляем",
        text: "Мы скоро свяжемся с вами!",
        goToBack: "Главная страница",
    },
};

export default ru;