const ru = {
    header: {
        courses: "Курсы",
        teachers: "Преподаватели",
        tests: "Мини тесты",
        aboutSchool: "О школе",
        application: 'Оставить заявку'
    },
    hero: {
        text1: "Ученье свет, а не ученье тьма!",
        text2: "Изучи всё что не смог изучить раньше!",
        text3: "Освойте иностранные языки на уровне носителя!",
    },
    entry: {
        text1: 'Запишитесь на бесплатный урок',
        buttonText: "Проконсультироваться",
        text2: "Нажимая кнопку я принимаю условия политики и пользовательского соглашения"
    },
    courses: {
        title: 'Программа курсов',
        courses:[
            {
                name:"English Kids",
                info:"Благодаря методам и играм, разработанным Оксфордом, это один из лучших курсов для пробуждения интереса детей к английскому языку. Занятия проходят 3 раза в неделю по 2 часа, а во время курса рабочая тетрадь , учебник и раздаточный материал (распечатки) предоставляются бесплатно. Возрастное ограничение для английских детей составляет от 5 до 10 лет. Курс английского для детей вели 2 учителя, первый учитель является главным учителем и ведет 3 раза в неделю 2-х часовых урока, 2-й учитель - 'Академическая поддержка', если ученик не понимает урок во время урока 'академическая' поддержка объяснит индивидуально и если он/она не посещает занятия по определенным причинам тоже объяснит",
                text1: "Онлайн консультация 24/7",
                text2: "Английский до уровня B1",
                text3: "Оффлайн формат",
                text4: "Продвинутая грамматика",
                learnTime: "Срок обучения:",
                learnTime2: "",
                mounth: "мес",
                price: "Цена",
                cumMounth: "сум/мес.",
                application: "Оставить заявку",
                details: "Подробно",
                price2: "599 000",

            },
            {
                name:"GENERAL ENGLISH",
                info:"Курсы “GENERAL ENGLISH” преподаются по методике, разработанной ведущими университетами Великобритании, соответствующей мировым стандартам. У вас будут уроки общего английского с местным учителем 3 раза в неделю по 90 минут и уроки разговорной речи и IELTS с иностранным учителем один раз в неделю. Кроме того, 3-й учитель с “ACADEMIC SUPPORT” индивидуально объяснит если ученик не понимает урок во время урока или не посещает урок по определенным причинам. Если вы посещаете курсы общего английского языка, рабочая тетрадь, учебник и любые раздаточные материалы будут предоставлены бесплатно. Кроме того, каждое воскресенье в качестве бонуса вы получите Sunday Event, Movie Club и караоке на английском языке.",
                text1: "Онлайн консультация 24/7",
                text2: "Английский до уровня B1",
                text3: "Оффлайн формат",
                text4: "Продвинутая грамматика",
                learnTime: "Срок обучения:",
                learnTime2: "",
                mounth: "мес",
                price: "Цена",
                cumMounth: "сум/мес.",
                application: "Оставить заявку",
                details: "Подробно",
                price2: "599 000",
            },
            {
                name:"IELTS Rocket",
                info:"Уроки проходят ежедневно по 1,5 часа.  Гарантия качественного обучения.Чтобы контролировать ход выполнения, организуются 3 бесплатных МОК (пробныx) теста в неделю. Все материалы и распечатки предоставляются бесплатно. Контролируйте прогресс каждую неделю. Мой профиль последователя после курса: 2-недельная структура обучения IELTS (5.5 – 6.0) Двухнедельный анализ и внутренние знания (6.5) 1 месяц анализа реальных изменений . Регистрация на экзамен проводится нашим центром. А также , у вас есть возможность сдать Ielts, в нашем учебном центре Polyglot. Так как, мы являемся официальном партнером с IDP. ",
                text1: "Онлайн консультация 24/7",
                text2: "Английский до уровня B1",
                text3: "Оффлайн формат",
                text4: "Продвинутая грамматика",
                learnTime: "Срок обучения:",
                learnTime2: "2",
                mounth: "мес",
                price: "Цена",
                cumMounth: "сум/мес.",
                application: "Оставить заявку",
                details: "Подробно",
                price2: "1 000 000",
            },
            {
                name:"Intensive",
                info:"Уроки проходят ежедневно по 1,5 часа. Ученику предоставляется следующее: 1.  2 учителя (1 сопровождающий во время урока, 3 - Academic Support -вне урока). 2.  Учебные материалы. 3.  Окончание каждого уровня за 1 месяц (обычно минимум 2 месяца). 4.  Учитель с высшим образованием и зарубежным опытом. 5.  Co-working зона. 6.  Sunday event",
            },
            {
                name:"Курсы русского языка",
                info:"Курсы русского языка проводит опытный преподаватель 3 раза в неделю по 2 часа, на курсах русского языка можно подготовиться к тестам по устной речи, грамматике. Все учебные материалы во время курса русского языка предоставляются центром бесплатно. Курсы русского языка доступны только в главном филиале на улице Гагарина, 86.",
                text1: "Онлайн консультация 24/7",
                text2: "Английский до уровня B1",
                text3: "Оффлайн формат",
                text4: "Продвинутая грамматика",
                learnTime: "Срок обучения:",
                learnTime2: "",
                mounth: "мес",
                price: "Цена",
                cumMounth: "сум/мес.",
                application: "Оставить заявку",
                details: "Подробно",
                price2: "400 000",
            },
            {
                name:"Курсы немецкого языка",
                info:"Занятия в языковой школе «Полиглот» проводят только профессиональные преподаватели, минимальный уровень преподавателей – С1, а преподают в языковой школе «Полиглот» после прохождения специальных педагогических курсов. Кроме того, 80% наших преподавателей жили или вернулись с учебы за границей. Преподаватели языковой школы «Полиглот» прошли специальную педагогическую подготовку и имеют опыт работы не менее 3 лет.",
                text1: "Онлайн консультация 24/7",
                text2: "Английский до уровня B1",
                text3: "Оффлайн формат",
                text4: "Продвинутая грамматика",
                learnTime: "Срок обучения:",
                learnTime2: "",
                mounth: "мес",
                price: "Цена",
                cumMounth: "сум/мес.",
                application: "Оставить заявку",
                details: "Подробно",
                price2: "",
            },
        ]
    },
    tests: {
        title1: 'Всё ещё сомневаетесь в своём уровне знаний языка?',
        title2: 'Давайте, проверим!',
        title2Child: 'Пройдите мини-тест и узнайте свой уровень владения иностранными языком',
        tests: 'Тесты',
        test:{
            info:"Вы уже знакомы с Английским языком? Давайте проверим. Вам даются 60 вопросов за определённое время, после вы сможете определить ваш уровень Английского Языка от A1 до С2",
            time: "Отведённое время",
            min: "мин",
            quantity:"Количество вопросов",
            question: "воп"
        }
    },
    students: {
        ourStudents: 'Наши студенты',
        student:{
            name:"Шарифкулов Далер",
            yearofLear: "год обучения",
            about:"Я всё думал какой язык мне изучить Английский или Французский, в итоге выучил HTML, CSS, JavaScript. Ну и с компьютерами разговаривать веселее оказалось."
        }
    },
    support: {
        text1: 'Выпускников не забываем!',
        text2: 'После окончания курса наши специалисты готовы к любой помощи, будь то поступление в ВУЗ или в трудоустройстве.',
        text01: 'Помощь в поступлении',
    },
    about:{
        title:"Oдна из ведущих школ по изучению иностранного языка в Самарканде",
        text2:"2 Филиала в центре города, более 1000 выпущенных студентов, уже освоили: Английский, Французский и т.д"
    },
    info: {
        title1: 'Инновационная методика обучения',
        text1: 'Главная страница / Каталог',
        title2: 'Создаём все удобства',
        text2: 'Наши кабинеты оснащены всем необходимым оборудованием для комфортного обучения',
        title3: 'Разговорная практика',
        text3: 'Помимо основного обучения мы проводим отдельные практические занятия для развития разговорной речи',
    },
    teacher: {
        title1:"Какие профессионалы работают у нас, и кто проложит вам путь к успеху",
        title2:"Самое время познакомиться!",
        p:"Наши специалисты не просто любят своё дело, но также вместе с вами совершенствуются с каждым днём",
        h1:"Преподаватели",
        teacher:{
            name:"Шарифкулов Далер",
            info:"Преподаватель по Английскому Языку",
            details:"Подробнее"
        }
    },
    map: {
        title: 'Где нас найти',
        text1: 'Филиалы',
        text2:"Основная школа",
        text3:"Филиал Дагбитская",
        telText:"Телефон для связи"
    },
    footer:{
        title:"Оставить заявку",
        text1:"Если у вас остались вопросы",
        text2:"мы поможем",
        consult:"Наши консультанты помогут выбрать курс, расскажут всё о программе обучения",
        form:{
            title:"Бесплатная консультация",
            consult:"Проконсультироваться",
            info:"Нажимая кнопку я принимаю условия политики и пользовательского соглашения"
        },
        scholl:{
            title:"Школа",
            aboutUs:"О Нас",
            academick:"Академическая поддержка",
            miniTest:"Мини-тестирование"
        },
        course:{
            title:"Курсы",
            baseEng:"Базовый английский",
            maxEng:"Максимальный английский",
        },
        contact:{
            title:"Для связи",
            adres:"г.Самарканд, Дагбиская 8 Hilton Garden Inn",
        },
        social:"Социальные сети",
    },
    modalTestStart:{
        title:"Заполните форму!",
        button:"Начать"
    },
    textPage:{
        title:"Пройдите мини-тест на уровень владения языком",
        question:"Вопрос",
        next:"Дальше"
    },
    endTest:{
        title:"Поздравляем",
        text:"Мы скоро свяжемся с вами!",
        goToBack:"Отправить резултаты и вернуться назад"
    }
}

export default ru;